Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# bEQ-f0-BMG.ibShadowedToolTip
source: When relaunching, restore windows on to the same Space that they were on before. If disabled, windows will be restored into the current Space.
de: Beim Neustart werden Fenster auf demselben Schreibtisch wiederhergestellt, auf dem sie sich zuvor befanden. Wenn deaktiviert, werden Fenster auf dem aktuellen Schreibtisch wiederhergestellt.
ja: 再起動時、ウィンドウは以前と同じスペースに復元されます。無効にすると、ウィンドウは現在のスペースに復元されます。
pt_br: Ao reiniciar, restaurar as janelas no mesmo Espaço em que estavam antes. Se desativado, as janelas serão restauradas no Espaço atual.
ru: При повторном запуске восстанавливать окна на том же рабочем столе, на котором они были раньше. Если это отключено, окна будут восстановлены на текущем рабочем столе.
zh_hans: 重新启动时，将窗口恢复到它们之前的同一空间。关闭后，窗口将恢复到当前空间。

# bgI-lbl-002.title
source: Background Image:
de: Hintergrundbild:
ja: 背景画像:
pt_br: Imagem de fundo:
ru: Фоновое изображение:
zh_hans: 背景图像：

# bhZ-45-rQu.title
source: Configure Hotkey Window
de: Hotkey-Fenster konfigurieren
ja: ホットキーウィンドウを設定
pt_br: Configurar janela de Hotkey
ru: Настроить окно горячих клавиш
zh_hans: 配置热键窗口

# bik-Ja-Wpf.title
source: ^ Number
de: ^ Zahl
ja: ^ 番号
pt_br: ^ Número
ru: ^ Цифра
zh_hans: ^ 数字

# BLe-VU-xVS.title
source: Custom Python API Scripts Folder
de: Benutzerdefinierter Ordner für Python-API-Skripte
ja: カスタムPython APIスクリプトフォルダ
pt_br: Pasta personalizada de scripts da Python API
ru: Пользовательская папка скриптов Python API
zh_hans: 自定义 Python API 脚本文件夹

# bLT-a2-M60.title
source: Portability:
de: Portabilität:
ja: 移植性:
pt_br: Portabilidade:
ru: Переносимость:
zh_hans: 可移植性：

# BmX-zj-6vo.title
source: Built-in Icon for Current App
de: Integriertes Symbol für aktuelle App
ja: 現在のアプリの組み込みアイコン
pt_br: Ícone integrado do app atual
ru: Встроенный значок текущего приложения
zh_hans: 当前应用的内置图标

# Boe-IO-Kgi.title
source: Allow Without Asking
de: Ohne Nachfrage erlauben
ja: 確認せずに許可する
pt_br: Permitir sem perguntar
ru: Разрешать без запроса
zh_hans: 允许，无需询问

# Bp6-8q-9J8.title
source: Icon:
de: Symbol:
ja: アイコン:
pt_br: Ícone:
ru: Значок:
zh_hans: 图标：

# bQD-JV-MHk.title
source: Aesthetics:
de: Ästhetik:
ja: 見た目:
pt_br: Estética:
ru: Эстетика:
zh_hans: 外观：

# bRB-N5-KFZ.title
source: Insert newline before start of command prompt if needed
de: Bei Bedarf Zeilenumbruch vor Beginn der Eingabeaufforderung einfügen
ja: 必要に応じてコマンドプロンプトの開始前に改行を挿入する
pt_br: Inserir nova linha antes do início do prompt de comando, se necessário
ru: При необходимости вставлять перевод строки перед приглашением
zh_hans: 如需要，在命令提示符开始前插入换行

# brO-Cv-Mur.label
source: Closing
de: Schließen
ja: 終了
pt_br: Fechamento
ru: Закрытие
zh_hans: 关闭

# BuS-g8-Dfb.title
source: seconds
de: Sekunden
ja: 秒
pt_br: segundos
ru: секунд
zh_hans: 秒

# BVU-Vi-TNw.title
source: Bold:
de: Fett:
ja: ボールド:
pt_br: Negrito:
ru: Полужирный:
zh_hans: 粗体：

# byD-Ew-RBm.title
source: ANSI Colors:
de: ANSI-Farben:
ja: ANSIカラー:
pt_br: Cores ANSI:
ru: Цвета ANSI:
zh_hans: ANSI 颜色：

# c5V-L0-e1R.title
source: Source:
de: Quelle:
ja: ソース:
pt_br: Origem:
ru: Источник:
zh_hans: 来源：

# C8F-2h-kIt.title
source: Mouse reporting:
de: Mausberichte:
ja: マウスレポート:
pt_br: Relato de mouse:
ru: Отчёты о мыши:
zh_hans: 鼠标报告：

# Cbw-j5-Mas.title
source: Right Option (⌥) key:
de: Rechte Wahltaste (⌥):
ja: 右Optionキー（⌥）:
pt_br: Tecla Option (⌥) direita:
ru: Правая клавиша Option (⌥):
zh_hans: 右 Option (⌥) 键：

# cCL-e8-nE7.title
source: AI Model:
de: KI-Modell:
ja: AIモデル:
pt_br: Modelo de IA:
ru: Модель ИИ:
zh_hans: AI 模型：

# cDc-uC-w54.title
source: Check Terminal State
de: Terminalstatus prüfen
ja: ターミナルの状態を確認
pt_br: Verificar estado do terminal
ru: Проверить состояние терминала
zh_hans: 检查终端状态

# cdf-Af-GED.title
source: High
de: Hoch
ja: 高
pt_br: Alto
ru: Высокий
zh_hans: 高

# cgK-BO-rKa.ibShadowedToolTip
source: When enabled, mouse reporting takes priority over swipe to switch tabs. Disable this if swiping to switch tabs sometimes doesn’t work.
de: Wenn aktiviert, hat die Mausberichterstattung Vorrang vor dem Wischen zum Wechseln der Tabs. Deaktivieren Sie dies, wenn das Wischen zum Wechseln der Tabs manchmal nicht funktioniert.
ja: 有効にすると、マウスレポートがタブを切り替えるスワイプよりも優先されます。タブ切り替えのスワイプが時々効かない場合はこれを無効にしてください。
pt_br: Quando ativado, o relato de mouse tem prioridade sobre o deslizar para trocar de aba. Desative isto se o deslizar para trocar de aba às vezes não funcionar.
ru: Если включено, отчёты о мыши имеют приоритет над свайпом для переключения вкладок. Отключите этот параметр, если свайп для переключения вкладок иногда не работает.
zh_hans: 启用后，鼠标报告优先于滑动切换标签页。如果滑动切换标签页有时不生效，请关闭此选项。

# ChU-JM-nQR.title
source: Never
de: Nie
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# ci1-ic-mi1.title
source: Chat List Icon
de: Chatlisten-Symbol
ja: チャットリストアイコン
pt_br: Ícone da lista de chats
ru: Значок списка чатов
zh_hans: 聊天列表图标

# cKG-uJ-P2E.title
source: Title:
de: Titel:
ja: タイトル:
pt_br: Título:
ru: Заголовок:
zh_hans: 标题：

# cl5-An-mPh.title
source: Status bar enabled
de: Statusleiste aktiviert
ja: ステータスバーを有効にする
pt_br: Barra de status ativada
ru: Строка состояния включена
zh_hans: 启用状态栏

# cmp-A1-cel.title
source: Send alerts to paired iPhone
de: Benachrichtigungen an gekoppeltes iPhone senden
ja: ペアリングしたiPhoneにアラートを送信する
pt_br: Enviar alertas para o iPhone pareado
ru: Отправлять оповещения на сопряжённый iPhone
zh_hans: 将提醒发送到配对的 iPhone

# cmp-A2-cel.title
source: Companion app help text goes here
de: Hilfetext für die Companion-App steht hier
ja: ここにコンパニオンアプリのヘルプテキストが入ります
pt_br: O texto de ajuda do app Companion vai aqui
ru: Здесь будет текст справки для приложения Companion

# cmW-ac-GOQ.label
source: Window
de: Fenster
ja: ウィンドウ
pt_br: Janela
ru: Окно
zh_hans: 窗口

# cMx-85-ocB.title
source: Apps can change this
de: Apps können dies ändern
ja: アプリがこれを変更できるようにする
pt_br: Apps podem alterar isto
ru: Приложения могут изменять это
zh_hans: 应用可以更改此项

# CnH-GW-eh7.title
source: Subtitle support requires a taller tab bar.
de: Die Unterstützung für Untertitel erfordert eine höhere Tab-Leiste.
ja: サブタイトルのサポートには、より高いタブバーが必要です。
pt_br: O suporte a subtítulo requer uma barra de abas mais alta.
ru: Поддержка подзаголовков требует более высокой панели вкладок.
zh_hans: 副标题支持需要更高的标签栏。

# cO8-6s-51k.ibShadowedToolTip
source: Shows a configurable status bar at the top of each session.
de: Zeigt eine konfigurierbare Statusleiste oben in jeder Sitzung an.
ja: 各セッションの上部に設定可能なステータスバーを表示します。
pt_br: Mostra uma barra de status configurável na parte superior de cada sessão.
ru: Показывает настраиваемую строку состояния в верхней части каждой сессии.
zh_hans: 在每个会话顶部显示可配置的状态栏。

# COX-EQ-0ar.placeholderString
source: Path (Interpolated String)
de: Pfad (interpolierte Zeichenfolge)
ja: パス（補間文字列）
pt_br: Caminho (string interpolada)
ru: Путь (интерполированная строка)
zh_hans: 路径（内插字符串）

# cP6-Jq-skb.title
source: Send “New Output” alert
de: „Neue Ausgabe“-Benachrichtigung senden
ja: 「新しい出力」アラートを送信する
pt_br: Enviar alerta de “Nova saída”
ru: Отправлять оповещение «Новый вывод»
zh_hans: 发送“新输出”提醒

# CqO-Ib-ls1.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# CRE-cb-4lA.ibShadowedToolTip
source: If a session ends immediately after starting and this setting is enabled, keep it open so you can see what went wrong.
de: Wenn eine Sitzung sofort nach dem Start endet und diese Einstellung aktiviert ist, bleibt sie geöffnet, damit Sie sehen können, was schiefgelaufen ist.
ja: セッションが開始直後に終了し、この設定が有効になっている場合、何が問題だったか確認できるように開いたままにします。
pt_br: Se uma sessão terminar imediatamente após iniciar e este ajuste estiver ativado, mantê-la aberta para que você possa ver o que deu errado.
ru: Если сессия завершается сразу после запуска и этот параметр включён, оставлять её открытой, чтобы вы могли увидеть, что пошло не так.
zh_hans: 如果会话在启动后立即结束且此设置已启用，则保持其打开，以便你查看出了什么问题。

# Ct7-kY-JuC.title
source: Scrolling:
de: Scrollen:
ja: スクロール:
pt_br: Rolagem:
ru: Прокрутка:
zh_hans: 滚动：

# cTE-39-JA0.title
source: Allow application keypad mode
de: Anwendungs-Tastenfeldmodus zulassen
ja: アプリケーションキーパッドモードを許可する
pt_br: Permitir modo de teclado numérico do aplicativo
ru: Разрешить режим прикладной клавиатуры
zh_hans: 允许应用程序键盘区模式

# CTV-C2-y5j.title
source: ⌥ Left Option
de: ⌥ Linke Wahltaste
ja: ⌥ 左Option
pt_br: ⌥ Option esquerda
ru: ⌥ Левый Option
zh_hans: ⌥ 左 Option

# cXh-VN-jIa.title
source: Window Title:
de: Fenstertitel:
ja: ウィンドウタイトル:
pt_br: Título da janela:
ru: Заголовок окна:
zh_hans: 窗口标题：

# Cy3-Xh-IIQ.title
source: Windows
de: Fenster
ja: ウィンドウ
pt_br: Janelas
ru: Окна
zh_hans: 窗口

# CY9-Hw-wYr.title
source: Enabled
de: Aktiviert
ja: 有効
pt_br: Ativado
ru: Включено
zh_hans: 启用

# cYB-U2-o7i.title
source: Use“POSIX” locale (LC_CTYPE=encoding)
de: „POSIX“-Locale verwenden (LC_CTYPE=Kodierung)
ja: 「POSIX」ロケールを使用する（LC_CTYPE=encoding）
pt_br: Usar localidade “POSIX” (LC_CTYPE=codificação)
ru: Использовать локаль «POSIX» (LC_CTYPE=encoding)
zh_hans: 使用“POSIX”语言环境（LC_CTYPE=编码）

# d4O-zL-Pp0.title
source: Command selection:
de: Befehlsauswahl:
ja: コマンド選択:
pt_br: Seleção de comando:
ru: Выбор команды:
zh_hans: 命令选择：

# d19-bW-qVM.title
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# d98-mM-tnC.title
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# dAC-MA-Mtf.title
source: No Shortcut
de: Keine Tastenkombination
ja: ショートカットなし
pt_br: Nenhum atalho
ru: Нет сочетания клавиш
zh_hans: 无快捷键

# DAj-xW-uZ4.title
source: Pausing:
de: Pausierung:
ja: 一時停止:
pt_br: Ao pausar:
ru: Пауза:
zh_hans: 暂停：

# daT-ns-Xv5.title
source: Faint text:
de: Blasser Text:
ja: 薄い文字:
pt_br: Texto fraco:
ru: Тусклый текст:
zh_hans: 暗淡文本：

# Day-eU-UN3.title
source: Ease In
de: Sanft einleiten
ja: イーズイン
pt_br: Entrada suave
ru: Плавное начало
zh_hans: 缓入

# DC1-eH-vx4.title
source: Prevent the system from sleeping while a session has this setting on.
de: Hält das System wach, solange eine Sitzung dies aktiviert hat.
ja: この設定がオンになっているセッションがある間、システムのスリープを防ぎます。
pt_br: Impedir que o sistema entre em repouso enquanto uma sessão tiver este ajuste ativado.
ru: Не давать системе засыпать, пока настройка включена для сессии.
zh_hans: 设置此选项时，防止系统进入睡眠状态。

# DCM-jj-J4m.title
source: Report mouse wheel events
de: Mausrad-Ereignisse melden
ja: マウスホイールイベントを報告する
pt_br: Relatar eventos da roda do mouse
ru: Сообщать о событиях колеса мыши
zh_hans: 报告鼠标滚轮事件

# dcx-HG-VgG.title
source: Color Preset:
de: Farbvorgabe:
ja: カラープリセット:
pt_br: Predefinição de cores:
ru: Цветовой пресет:
zh_hans: 颜色预设：

# dDL-md-i3w.title
source: Tile
de: Kacheln
ja: タイル
pt_br: Ladrilhar
ru: Мозаика
zh_hans: 平铺

# dEP-Mo-LZj.title
source: Save Profile as JSON…
de: Profil als JSON sichern…
ja: プロファイルをJSONとして保存…
pt_br: Salvar perfil como JSON…
ru: Сохранить профиль как JSON…
zh_hans: 将配置文件存储为 JSON…

# Dfb-0Q-dGX.label
source: AI
de: KI
pt_br: IA
ru: ИИ

# dI5-Wy-HCI.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# DKf-8f-UUu.title
source: Runs on-device; no API key is used
de: Läuft auf dem Gerät; es wird kein API-Schlüssel verwendet
ja: デバイス上で実行され、APIキーは使用されません
pt_br: Executa no dispositivo; nenhuma chave de API é usada
ru: Работает на устройстве; API-ключ не используется
zh_hans: 在设备上运行；无需使用API密钥

# dL0-eT-1Y9.title
source: Folder:
de: Ordner:
ja: フォルダ:
pt_br: Pasta:
ru: Папка:
zh_hans: 文件夹：

# dMl-Zb-Sed.placeholderString
source: Interpolated string
de: Interpolierte Zeichenfolge
ja: 補間文字列
pt_br: String interpolada
ru: Интерполированная строка
zh_hans: 内插字符串

# dn4-s4-1RT.title
source: Hide when keyboard focus lost
de: Ausblenden, wenn Tastaturfokus verloren geht
ja: キーボードフォーカスが失われたら隠す
pt_br: Ocultar ao perder o foco do teclado
ru: Скрывать при потере фокуса клавиатуры
zh_hans: 失去键盘焦点时隐藏

# dPY-vh-paF.title
source: Set API Key…
de: API-Schlüssel festlegen…
ja: APIキーを設定…
pt_br: Definir chave de API…
ru: Задать API-ключ…
zh_hans: 设置 API 密钥…

# dqw-Xs-Z1s.title
source: Low
de: Niedrig
ja: 低
pt_br: Baixo
ru: Низкий
zh_hans: 低

# Dt4-v9-hNo.ibShadowedToolTip
source: Buried sessions appear under Session > Buried Sessions. When this setting is enabled, window sizes are restored when attaching to an existing tmux session.
de: Vergrabene Sitzungen erscheinen unter Sitzung > Vergrabene Sitzungen. Wenn diese Einstellung aktiviert ist, werden Fenstergrößen beim Verbinden mit einer bestehenden tmux-Sitzung wiederhergestellt.
ja: 非表示セッションは「セッション」>「非表示セッション」に表示されます。この設定を有効にすると、既存のtmuxセッションへアタッチする際にウィンドウサイズが復元されます。
pt_br: Sessões ocultas aparecem em Sessão > Sessões ocultas. Quando este ajuste está ativado, os tamanhos das janelas são restaurados ao anexar a uma sessão tmux existente.
ru: Похороненные сессии отображаются в меню «Сессия» > «Похороненные сессии». Когда эта настройка включена, размеры окон восстанавливаются при подключении к существующей сессии tmux.
zh_hans: 隐藏的会话显示在“会话 > 隐藏的会话”下。启用此设置后，附加到现有 tmux 会话时会恢复窗口大小。

# DUQ-NG-jEh.label
source: Snippets
de: Schnipsel
ja: スニペット
pt_br: Fragmentos
ru: Сниппеты
zh_hans: 代码片段

# dVT-JQ-kc7.title
source: % of screen
de: % des Bildschirms
ja: 画面の割合(%)
pt_br: % da tela
ru: % экрана
zh_hans: % 屏幕

# dW7-gR-D6W.title
source: Terminal may enable alternate mouse scroll
de: Terminal darf alternatives Mausrad-Scrollen aktivieren
ja: ターミナルが代替マウススクロールを有効にできるようにする
pt_br: O terminal pode ativar a rolagem alternativa do mouse
ru: Терминал может включать альтернативную прокрутку мышью
zh_hans: 终端可以启用备用鼠标滚动

# DxZ-e9-1wU.placeholderString
source: Enter Badge Text
de: Badge-Text eingeben
ja: バッジテキストを入力
pt_br: Insira o texto do selo
ru: Введите текст значка
zh_hans: 输入角标文本

# e0a-lK-BYn.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# e5D-gm-JgT.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# e7d-pm-ySF.title
source: Use a different font for non-ASCII text
de: Andere Schrift für Nicht-ASCII-Text verwenden
ja: 非ASCII文字に別のフォントを使用する
pt_br: Usar uma fonte diferente para texto não ASCII
ru: Использовать другой шрифт для текста, отличного от ASCII
zh_hans: 为非 ASCII 文本使用不同的字体

# e7Q-Nz-XFN.title
source: Custom Shell
de: Benutzerdefinierte Shell
ja: カスタムシェル
pt_br: Shell personalizado
ru: Пользовательская оболочка
zh_hans: 自定义 Shell

# e95-Tz-JKN.title
source: every
de: alle
ja: ごとに
pt_br: a cada
ru: каждые
zh_hans: 每

# eat-RV-XIJ.title
source: Custom
de: Benutzerdefiniert
ja: カスタム
pt_br: Personalizado
ru: Пользовательский
zh_hans: 自定义

# Ebv-oG-GFZ.title
source: Write Automatic Profile Switching debug logs to Script Console (⌥⌘J)
de: Debug-Protokoll der Profilumschaltung in die Skriptkonsole (⌥⌘J)
ja: 自動プロファイル切り替えのデバッグログをスクリプトコンソール(⌥⌘J)に書き込む
pt_br: Gravar logs da troca automática de perfis no Console de Scripts (⌥⌘J)
ru: Журнал отладки переключения профилей в консоль скриптов (⌥⌘J)
zh_hans: 将自动配置文件切换调试日志写入脚本控制台 (⌥⌘J)

# Ecm-c4-bUs.title
source: Reset:
de: Zurücksetzen:
ja: リセット:
pt_br: Redefinir:
ru: Сброс:
zh_hans: 重置：

# Edq-mO-rTr.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# eEd-Kh-JGE.title
source: Restore windows to same Spaces
de: Fenster in denselben Spaces wiederherstellen
ja: ウィンドウを同じスペースに復元する
pt_br: Restaurar janelas nos mesmos Spaces
ru: Восстанавливать окна в тех же Пространствах
zh_hans: 将窗口恢复到相同的空间

# EEt-Fl-Kf8.title
source: Use ligatures
de: Ligaturen verwenden
ja: 合字を使用する
pt_br: Usar ligaduras
ru: Использовать лигатуры
zh_hans: 使用连字

# EFZ-bl-bzg.title
source: New Tabs
de: Neue Tabs
ja: 新規タブ
pt_br: Novas abas
ru: Новые вкладки
zh_hans: 新建标签页

# ehR-mJ-2EC.title
source: Left option (⌥) key:
de: Linke Option-Taste (⌥):
ja: 左option(⌥)キー:
pt_br: Tecla Option (⌥) esquerda:
ru: Левая клавиша Option (⌥):
zh_hans: 左 Option (⌥) 键：

# ehw-7A-A75.ibShadowedToolTip
source: Use this button to manually locate the browser plugin. If it can’t be found automatically, or if something is wrong with the plugin that prevents automatic identification from working, use this to fix the problem or learn why it is failing.
de: Verwenden Sie diese Schaltfläche, um das Browser-Plugin manuell zu suchen. Falls es nicht automatisch gefunden werden kann oder ein Problem mit dem Plugin die automatische Erkennung verhindert, können Sie damit das Problem beheben oder herausfinden, warum es fehlschlägt.
ja: このボタンを使うと、ブラウザプラグインの場所を手動で指定できます。自動的に見つからない場合や、プラグインに問題があり自動認識が機能しない場合は、これを使って問題を解決するか、失敗の原因を確認してください。
pt_br: Use este botão para localizar manualmente o plugin do navegador. Se ele não puder ser encontrado automaticamente, ou se algo estiver errado com o plugin que impeça o funcionamento da identificação automática, use isto para corrigir o problema ou descobrir por que está falhando.
ru: Используйте эту кнопку, чтобы вручную указать расположение плагина браузера. Если он не может быть найден автоматически или что-то не так с плагином, мешающее автоматическому определению, используйте это, чтобы устранить проблему или узнать причину сбоя.
zh_hans: 使用此按钮手动定位浏览器插件。如果无法自动找到它，或插件出现问题导致无法自动识别，请使用此选项修复问题或了解失败原因。

# eid-kp-DfH.ibShadowedToolTip
source: Underline and vertical bar cursors can cast a soft drop shadow onto the character beneath the cursor, giving it a sense of depth.
de: Unterstrich- und vertikale Balken-Cursor können einen weichen Schlagschatten auf das Zeichen unter dem Cursor werfen, was ihm einen Eindruck von Tiefe verleiht.
ja: 下線カーソルと縦棒カーソルは、カーソルの下にある文字に柔らかいドロップシャドウを落とすことができ、奥行きのある印象を与えます。
pt_br: Cursores de sublinhado e de barra vertical podem projetar uma sombra suave sobre o caractere abaixo do cursor, dando a ele uma sensação de profundidade.
ru: Курсоры-подчёркивания и вертикальные курсоры могут отбрасывать мягкую тень на символ под курсором, создавая ощущение глубины.
zh_hans: 下划线光标和竖线光标可以给光标下方的字符投射柔和的阴影，使其具有立体感。

# EkI-wa-K9H.ibShadowedToolTip
source: The progress bar goes at the top of the session. It cannot exceed the top margin height to avoid overlapping terminal contents.
de: Die Fortschrittsanzeige befindet sich oben in der Sitzung. Sie kann die Höhe des oberen Rands nicht überschreiten, um eine Überlappung mit dem Terminalinhalt zu vermeiden.
ja: プログレスバーはセッションの上部に表示されます。ターミナルの内容と重ならないよう、上部マージンの高さを超えることはありません。
pt_br: A barra de progresso fica no topo da sessão. Ela não pode exceder a altura da margem superior para evitar sobreposição com o conteúdo do terminal.
ru: Индикатор выполнения располагается в верхней части сессии. Он не может превышать высоту верхнего поля, чтобы не перекрывать содержимое терминала.
zh_hans: 进度条位于会话顶部。它不能超过上边距高度，以避免与终端内容重叠。

# Ela-2n-4A5.title
source: Per-pane UI:
de: UI pro Bereich:
ja: ペインごとのUI:
pt_br: Interface por painel:
ru: Интерфейс для каждой панели:
zh_hans: 每窗格 UI：

# elQ-vX-kkH.title
source: Avoid repainting while cursor is hidden to reduce flicker while scrolling
de: Neuzeichnen bei ausgeblendetem Cursor vermeiden, um Scroll-Flackern zu reduzieren
ja: スクロール中のちらつきを軽減するため、カーソルが非表示の間は再描画を避ける
pt_br: Evitar redesenhar enquanto o cursor está oculto para reduzir a cintilação ao rolar
ru: Не перерисовывать при скрытом курсоре, уменьшая мерцание при прокрутке
zh_hans: 光标隐藏时避免重绘以减少滚动闪烁

# EmU-3L-XeT.title
source: ⌘ Right Command
de: ⌘ Rechte Befehlstaste
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ Правый Command
zh_hans: ⌘ 右 Command

# Enb-ir-CSO.title
source: On Retina Displays and Dark Backgrounds
de: Bei Retina-Displays und dunklen Hintergründen
ja: Retinaディスプレイと暗い背景の場合
pt_br: Em telas Retina e planos de fundo escuros
ru: На дисплеях Retina и тёмном фоне
zh_hans: 在 Retina 显示屏和深色背景上

# Enu-TA-VzR.title
source: Enable Python API
de: Python-API aktivieren
ja: Python APIを有効にする
pt_br: Ativar API do Python
ru: Включить Python API
zh_hans: 启用 Python API

# eOg-qk-chS.title
source: When attaching, open unrecognized windows in
de: Beim Verbinden unerkannte Fenster öffnen in
ja: アタッチ時に、認識されないウィンドウを次で開く
pt_br: Ao anexar, abrir janelas não reconhecidas em
ru: При подключении открывать нераспознанные окна в
zh_hans: 附加时，在以下位置打开无法识别的窗口

# Eqf-iD-X9H.title
source: Save All Profiles as JSON…
de: Alle Profile als JSON sichern…
ja: すべてのプロファイルをJSONとして保存…
pt_br: Salvar todos os perfis como JSON…
ru: Сохранить все профили как JSON…
zh_hans: 将所有配置文件存储为 JSON…

# erX-Qj-Ist.label
source: Dimming
de: Abdunkelung
ja: 減光
pt_br: Escurecimento
ru: Затемнение
zh_hans: 调暗

# evF-qt-9wo.ibShadowedToolTip
source: This dims all colors except that of the cursor. A pure white cursor with Smart Cursor Color off is recommended when using cursor boost.
de: Dies dunkelt alle Farben außer der des Cursors ab. Bei Verwendung des Cursor-Boosts wird ein reinweißer Cursor mit deaktivierter intelligenter Cursorfarbe empfohlen.
ja: これはカーソルの色を除くすべての色を暗くします。カーソルブーストを使用する場合は、スマートカーソルカラーをオフにした純白のカーソルを推奨します。
pt_br: Isto escurece todas as cores exceto a do cursor. Recomenda-se um cursor branco puro com a Cor inteligente do cursor desativada ao usar o realce do cursor.
ru: Это затемняет все цвета, кроме цвета курсора. При отключённом умном цвете курсора рекомендуется использовать чисто белый курсор при усилении курсора.
zh_hans: 这会调暗除光标颜色外的所有颜色。使用光标增强时，建议使用纯白光标并关闭智能光标颜色。

# eWf-vs-e5c.title
source: …but only in interactive apps
de: …aber nur in interaktiven Apps
ja: …ただしインタラクティブなアプリでのみ
pt_br: …mas somente em apps interativos
ru: …но только в интерактивных приложениях
zh_hans: …但仅在交互式应用中

# exa-qU-whv.title
source: Item 3
de: Element 3
ja: 項目3
ru: Пункт 3

# EYf-qB-bdj.title
source: Change…
de: Ändern…
ja: 変更…
pt_br: Alterar…
ru: Изменить…
zh_hans: 更改…

# eyh-Oh-a4E.title
source: Remember the position of previously closed windows and use size from profile
de: Position zuvor geschlossener Fenster merken und Größe aus dem Profil verwenden
ja: 以前に閉じたウィンドウの位置を記憶し、サイズはプロファイルから使用する
pt_br: Lembrar a posição de janelas fechadas anteriormente e usar o tamanho do perfil
ru: Запоминать положение ранее закрытых окон и использовать размер из профиля
zh_hans: 记住先前关闭窗口的位置并使用配置文件中的大小

# f01-4b-exO.title
source: Focus:
de: Fokus:
ja: フォーカス:
pt_br: Foco:
ru: Фокус:
zh_hans: 焦点：

# F2b-XO-En1.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# f4C-Hg-4Vb.title
source: ^ Number
de: ^ Zahl
pt_br: ^ Número
ru: ^ Число
zh_hans: ^ 数字

# faj-zb-sOk.title
source: Actions…
de: Aktionen…
ja: アクション…
pt_br: Ações…
ru: Действия…
zh_hans: 操作…

# FB4-af-uFa.title
source: Suppress alerts from active session
de: Warnungen der aktiven Sitzung unterdrücken
ja: アクティブなセッションからのアラートを抑制する
pt_br: Suprimir alertas da sessão ativa
ru: Подавлять оповещения от активной сессии
zh_hans: 抑制活动会话的提醒

# FcK-Mk-rxx.title
source: ⚠️ A profile also uses this shortcut
de: ⚠️ Ein Profil verwendet diese Tastenkombination ebenfalls
ja: ⚠️ プロファイルもこのショートカットを使用しています
pt_br: ⚠️ Um perfil também usa este atalho
ru: ⚠️ Этот ярлык также используется профилем
zh_hans: ⚠️ 另一个配置文件也使用了此快捷键

# fD2-Qk-yku.title
source: Respect shortcuts from System Settings > Keyboard > Keyboard Shortcuts > Keyboard
de: Tastenkombinationen aus Systemeinstellungen > Tastatur > Tastaturkurzbefehle > Tastatur berücksichtigen
ja: 「システム設定」>「キーボード」>「キーボードショートカット」>「キーボード」にあるショートカットを優先する
pt_br: Respeitar atalhos de Ajustes do Sistema > Teclado > Atalhos de Teclado > Teclado
ru: Учитывать сочетания клавиш из «Системные настройки» > «Клавиатура» > «Сочетания клавиш» > «Клавиатура»
zh_hans: 遵循“系统设置 > 键盘 > 键盘快捷键 > 键盘”中的快捷键
